const themeInfo = [
    {
        "대분류코드": "A",
        "대분류명": "농림어업",
        "소분류_목록": [
            {
                "소분류코드": "A001",
                "소분류명": "농업"
            },
            {
                "소분류코드": "A002",
                "소분류명": "임업"
            },
            {
                "소분류코드": "A003",
                "소분류명": "어업"
            }
        ]
    },
    {
        "대분류코드": "B",
        "대분류명": "기업",
        "소분류_목록": [
            {
                "소분류코드": "8001",
                "소분류명": "제조/화학"
            },
            {
                "소분류코드": "8002",
                "소분류명": "서비스"
            },
            {
                "소분류코드": "8003",
                "소분류명": "통신/IT"
            },
            {
                "소분류코드": "8004",
                "소분류명": "건설"
            },
            {
                "소분류코드": "8005",
                "소분류명": "판매/유통"
            },
            {
                "소분류코드": "8006",
                "소분류명": "기타금융업"
            },
            {
                "소분류코드": "8008",
                "소분류명": "문화/체육"
            },
            {
                "소분류코드": "B001",
                "소분류명": "전기/가스/수도"
            },
            {
                "소분류코드": "B002",
                "소분류명": "환경"
            },
            {
                "소분류코드": "B003",
                "소분류명": "방송/미디어"
            },
            {
                "소분류코드": "B004",
                "소분류명": "연구개발"
            },
            {
                "소분류코드": "B005",
                "소분류명": "협회 및 단체"
            },
            {
                "소분류코드": "B006",
                "소분류명": "광업"
            },
            {
                "소분류코드": "B007",
                "소분류명": "운송"
            }
        ]
    },
    {
        "대분류코드": "C",
        "대분류명": "소매업",
        "소분류_목록": [
            {
                "소분류코드": "1001",
                "소분류명": "인테리어"
            },
            {
                "소분류코드": "2001",
                "소분류명": "문구점"
            },
            {
                "소분류코드": "2002",
                "소분류명": "서점"
            },
            {
                "소분류코드": "2003",
                "소분류명": "편의점"
            },
            {
                "소분류코드": "2004",
                "소분류명": "식료품점"
            },
            {
                "소분류코드": "2005",
                "소분류명": "휴대폰점"
            },
            {
                "소분류코드": "2006",
                "소분류명": "의류"
            },
            {
                "소분류코드": "2007",
                "소분류명": "화장품/방향제"
            },
            {
                "소분류코드": "2008",
                "소분류명": "철물점"
            },
            {
                "소분류코드": "2009",
                "소분류명": "주유소"
            },
            {
                "소분류코드": "2010",
                "소분류명": "꽃집"
            },
            {
                "소분류코드": "2011",
                "소분류명": "슈퍼마켓"
            },
            {
                "소분류코드": "9001",
                "소분류명": "백화점/종합형마트"
            },
            {
                "소분류코드": "C001",
                "소분류명": "가구"
            },
            {
                "소분류코드": "C002",
                "소분류명": "가전제품"
            },
            {
                "소분류코드": "C003",
                "소분류명": "통신판매"
            },
            {
                "소분류코드": "C004",
                "소분류명": "신발"
            }
        ]
    },
    {
        "대분류코드": "D",
        "대분류명": "생활서비스",
        "소분류_목록": [
            {
                "소분류코드": "1002",
                "소분류명": "목욕탕"
            },
            {
                "소분류코드": "1007",
                "소분류명": "이발소"
            },
            {
                "소분류코드": "1006",
                "소분류명": "부동산중개업"
            },
            {
                "소분류코드": "1008",
                "소분류명": "미용실"
            },
            {
                "소분류코드": "1009",
                "소분류명": "세탁소"
            },
            {
                "소분류코드": "9002",
                "소분류명": "은행"
            },
            {
                "소분류코드": "D001",
                "소분류명": "생활용품임대"
            },
            {
                "소분류코드": "D002",
                "소분류명": "독서실"
            },
            {
                "소분류코드": "D003",
                "소분류명": "생활용품수리"
            },
            {
                "소분류코드": "D004",
                "소분류명": "카센터"
            },
            {
                "소분류코드": "D005",
                "소분류명": "피부/미용"
            },
            {
                "소분류코드": "D006",
                "소분류명": "마사지"
            },
            {
                "소분류코드": "D007",
                "소분류명": "택배/배달"
            }
        ]
    },
    {
        "대분류코드": "E",
        "대분류명": "교통",
        "소분류_목록": [
            {
                "소분류코드": "3001",
                "소분류명": "지하철역"
            },
            {
                "소분류코드": "3002",
                "소분류명": "터미널"
            }
        ]
    },
    {
        "대분류코드": "F",
        "대분류명": "여가생활",
        "소분류_목록": [
            {
                "소분류코드": "1010",
                "소분류명": "PC방"
            },
            {
                "소분류코드": "1011",
                "소분류명": "노래방"
            },
            {
                "소분류코드": "9004",
                "소분류명": "극장/영화관"
            },
            {
                "소분류코드": "9005",
                "소분류명": "도서관/박물관"
            },
            {
                "소분류코드": "F001",
                "소분류명": "생활체육시설"
            },
            {
                "소분류코드": "F002",
                "소분류명": "여행사"
            }
        ]
    },
    {
        "대분류코드": "G",
        "대분류명": "숙박",
        "소분류_목록": [
            {
                "소분류코드": "4001",
                "소분류명": "호텔"
            },
            {
                "소분류코드": "4002",
                "소분류명": "여관(모텔포함) 및 여인숙"
            },
            {
                "소분류코드": "4003",
                "소분류명": "펜션"
            },
            {
                "소분류코드": "G001",
                "소분류명": "민박"
            }
        ]
    },
    {
        "대분류코드": "H",
        "대분류명": "음식",
        "소분류_목록": [
            {
                "소분류코드": "5001",
                "소분류명": "한식"
            },
            {
                "소분류코드": "5002",
                "소분류명": "중식"
            },
            {
                "소분류코드": "5003",
                "소분류명": "일식"
            },
            {
                "소분류코드": "5004",
                "소분류명": "분식"
            },
            {
                "소분류코드": "5005",
                "소분류명": "서양식"
            },
            {
                "소분류코드": "5006",
                "소분류명": "제과점"
            },
            {
                "소분류코드": "5007",
                "소분류명": "패스트푸드"
            },
            {
                "소분류코드": "5008",
                "소분류명": "치킨"
            },
            {
                "소분류코드": "5009",
                "소분류명": "호프 및 간이주점"
            },
            {
                "소분류코드": "5010",
                "소분류명": "카페"
            },
            {
                "소분류코드": "5011",
                "소분류명": "기타 외국식"
            }
        ]
    },
    {
        "대분류코드": "I",
        "대분류명": "교육",
        "소분류_목록": [
            {
                "소분류코드": "1003",
                "소분류명": "고시학원"
            },
            {
                "소분류코드": "1004",
                "소분류명": "어학원"
            },
            {
                "소분류코드": "1005",
                "소분류명": "예체능학원"
            },
            {
                "소분류코드": "7001",
                "소분류명": "초등학교"
            },
            {
                "소분류코드": "7002",
                "소분류명": "중학교"
            },
            {
                "소분류코드": "7003",
                "소분류명": "고등학교"
            },
            {
                "소분류코드": "7004",
                "소분류명": "전문대학"
            },
            {
                "소분류코드": "7005",
                "소분류명": "대학교"
            },
            {
                "소분류코드": "7006",
                "소분류명": "대학원"
            },
            {
                "소분류코드": "7007",
                "소분류명": "어린이보육업"
            },
            {
                "소분류코드": "I001",
                "소분류명": "기술직업훈련"
            }
        ]
    },
    {
        "대분류코드": "J",
        "대분류명": "의료",
        "소분류_목록": [
            {
                "소분류코드": "9003",
                "소분류명": "병원"
            },
            {
                "소분류코드": "J001",
                "소분류명": "동물병원"
            },
            {
                "소분류코드": "J002",
                "소분류명": "약국"
            },
            {
                "소분류코드": "J003",
                "소분류명": "한방병원"
            },
            {
                "소분류코드": "8007",
                "소분류명": "기타의료업"
            }
        ]
    },
    {
        "대분류코드": "K",
        "대분류명": "공공",
        "소분류_목록": [
            {
                "소분류코드": "6001",
                "소분류명": "우체국"
            },
            {
                "소분류코드": "6002",
                "소분류명": "행정기관"
            },
            {
                "소분류코드": "6003",
                "소분류명": "경찰/지구대"
            },
            {
                "소분류코드": "6004",
                "소분류명": "소방서"
            }
        ]
    },
    {
        "대분류코드": "99",
        "대분류명": "기타",
        "소분류_목록": [
            {
                "소분류코드": "9900",
                "소분류명": "기타"
            }
        ]
    }
]

export default themeInfo